<template>
  <div :class="'font-arabic'" :dir="'rtl'" class="w-full">
    <Navbar class="relative z-30" />

    <section
      class="container px-5 mx-auto prose lg:prose-lg pt-36 w-full text-[#0A2463]"
    >
      <p dir="rtl">الشروط والأحكام</p>
      <ol>
        <li dir="rtl">
          <p dir="rtl">المقدمة</p>
        </li>
      </ol>
      <p dir="rtl">
        مرحبا بك في منصة بين (&nbsp;<a href="https://bayn.io"
          >https://bayn.io</a
        >
        ) المملوكة لشركة إلمام لتقنية المعلومات وهي منصة تجارة إلكترونية تتيح
        للمتاجر إنشاء متجر إلكتروني خاص بهم، وتقديم خدمات الدفع والتوصيل وتسويق
        أعمالهم من خلال التجارة المباشرة، والفيديوهات والأحداث التسويقية عن طريق
        التعاون مع المؤثرين.&nbsp;
      </p>
      <p dir="rtl">
        ونبلغكم بأنكم سوف تجدون أدناه الشروط والأحكام المُنظّمة لاستخدامكم منصة
        بين وكافة الآثار القانونية التي تنتج عن استخدامكم لخدماتها، حيث أن أي
        استخدام لمنصة بين سواءً كان المستخدم مستهلكاً أو تاجراً أو غير ذلك فإن
        هذا يُعد موافقة وقبول منه وهو بكامل أهليته المعتبرة شرعاً ونظاماً
        وقانوناً لكافة مواد وبنود وأحكام هذه الاتفاقية وهو تأكيد لالتزامكم بها
        ولما ذُكر فيها، ونشير إليكم بأن منصة بين قد تكون عبارة عن ( موقع
        إلكتروني أو تطبيق على الهواتف المحمولة أو منصة إلكترونية ) وتعتبر هذه
        الاتفاقية سارية المفعول ونافذة بمجرد قيامكم بالموافقة عليها والبدء في
        التسجيل بمنصة بين واستخدامها.
      </p>
      <p dir="rtl">
        كما أنه يحق لمنصة بين تحديث وتغيير اتفاقية الاستخدام عن طريق نشر
        التحديثات والتغييرات على موقعها أو التطبيق في أي وقت وباستمرار المستخدم
        باستخدام منصة بين يعد موافقة منه على أي تعديلات في جديدة. كما ينصح
        بزيارة المنصة من وقت لآخر للاطلاع على أي تحديث جديد.
      </p>
      <p><br /></p>
      <ol start="2">
        <li dir="rtl">
          <p dir="rtl">التمهيد والتعريفات</p>
        </li>
      </ol>
      <p dir="rtl">
        تعتبر المقدمة أعلاه تمهيداً وجزءاً لا يتجزأ من هذه الاتفاقية، كما تجدون
        أدناه التعريفات للعبارات الرئيسية المستخدمة في هذه الاتفاقية:
      </p>
      <ol>
        <li dir="rtl">
          <p dir="rtl">
            ( منصة بين أو المنصة ) يقصَد بهذه العبارة شركة المالكة لمنصة بين
            ويشمل هذا التعريف كافة أشكال شركة على شبكة الأنترنت، سواءً كانت
            تطبيق الكتروني، أو موقع الكتروني.
          </p>
        </li>
        <li dir="rtl">
          <p dir="rtl">
            ( التاجر ) يقصَد بهذه العبارة كل تاجر يسجّل في منصة بين لإنشاء قناة
            الكترونية لعرض منتجاته، سواءً كان شخص طبيعي أو معنوي، ويشمل هذا
            التعريف كافة أوجه القناة طالما أنه يقوم بعرض منتجاته عن طريق منصة
            بين .
          </p>
        </li>
        <li dir="rtl">
          <p dir="rtl">
            ( القناة الالكترونية ) يقصَد بهذه العبارة ما تتيحه منصة بين من أدوات
            إلكترونية تمكن التاجر من عرض منتجاته عبر المنصة الالكترونية.
          </p>
        </li>
        <li dir="rtl">
          <p dir="rtl">
            ( المستهلك ) يقصَد بهذه العبارة كل مستهلك يقوم باستعراض أو شراء
            المنتج أو الخدمة من التاجر، وذلك عن طريق القناة الالكترونية للتاجر
            عبر منصة بين.&nbsp;
          </p>
        </li>
        <li dir="rtl">
          <p dir="rtl">
            ( الاتفاقية ) يقصَد بهذه العبارة قواعد وشروط وأحكام استخدام منصة
            بين، أي كافة أحكام وشروط هذه الاتفاقية، والتي تحكم وتنظّم العلاقة
            فيما بين أطراف هذه الاتفاقية.&nbsp;
          </p>
        </li>
        <li dir="rtl">
          <p dir="rtl">
            ( مزود الخدمة ) يقصَد بهذه العبارة الخدمات التي تقوم منصة بين
            بتوفيرها للتُجّار عن طريق أطراف ثالثة، ويُقصد بـ توفير خدمات الدفع
            والتوصيل.
          </p>
        </li>
        <li dir="rtl">
          <p dir="rtl">
            ( المؤثر أو المؤثرين ) يقصد بهذه العبارة كل شخص ينفذ إعلانات البث
            المباشر أو الفيديوهات القصيرة بواسطة هذه المنصة.&nbsp;
          </p>
        </li>
      </ol>
      <p><br /></p>
      <ol start="3">
        <li dir="rtl">
          <p dir="rtl">الملكية الفكرية&nbsp;</p>
          <ol>
            <li dir="rtl">
              <p dir="rtl">
                تحترم إدارة منصة بين حقوق الملكية الفكرية الخاصة بالتجار
                والمعروضة عبر قنواتهم الالكترونية، سواءً كانت مملوكة لهم قبل
                التسجيل في المنصة أو بعد التسجيل.
              </p>
            </li>
            <li dir="rtl">
              <p dir="rtl">
                يحترم التاجر حقوق الملكية الفكرية الخاصة بمنصة بين، حيث أن منصة
                بين وجميع حقوقها، هي حقوق محمية بموجب حقوق الملكية الفكرية
                وقوانين العلامات التجارية وتعد ملكية لمنصة بين ولا يحق بأي حال
                من الأحوال التعدي عليها أو استخدامها دون تفويض رسمي من إدارة
                المنصة.
              </p>
            </li>
            <li dir="rtl">
              <p dir="rtl">
                يمنح المستخدم لمنصة بين الموافقة المطلقة لاستخدام الأسماء
                والعلامات التجارية وعلامات الخدمة والشعارات المرتبطة بمتجر
                المستخدم للترويج للخدمة.
              </p>
            </li>
          </ol>
        </li>
      </ol>
      <p dir="rtl"><br /><br /></p>
      <ol start="4">
        <li dir="rtl">
          <p dir="rtl">شروط التسجيل</p>
        </li>
      </ol>
      <p dir="rtl">
        إذا كنت مؤهل شرعاً ونظاماً لاستخدام المنصة كتاجر أو مستهلك فيحق لك
        التسجيل في المنصة بالشروط التالية:
      </p>
      <ol>
        <li dir="rtl">
          <p dir="rtl">
            للمستهلك: باستخدامك للمنصة كمستهلك أنت توافق على الشروط التالية:
          </p>
          <ol>
            <li dir="rtl">
              <p dir="rtl">
                أن تكون قد بلغت سن الثامنة عشر سنة وأكثر أو بلوغك السن المسموح
                به حسب أنظمة وقوانين بلد إقامتك لتتمكن من شراء المنتجات.
              </p>
            </li>
            <li dir="rtl">
              <p dir="rtl">
                أن تكون قادراً على تقديم عنوان دقيق في الدولة والمدينة التي تقيم
                فيها لتستلم طلباتك من المنتجات.
              </p>
            </li>
            <li dir="rtl">
              <p dir="rtl">
                المستخدم هو المسؤول عن حفظ كلمة المرور الخاصة به. كما أن المنصة
                غير مسؤولة عن أي خسائر أو أضرار تقع نتيجة لعدم الحفاظ على أمأن
                الحساب وكلمة المرور.
              </p>
            </li>
            <li dir="rtl">
              <p dir="rtl">
                يجب عليك للتسجيل في المنصة لاستخدام الخدمة والاستفادة منها كتابة
                الاسم بشكل كامل كما يظهر في الأوراق الرسمية والعنوان الحالي ورقم
                الجوال وبريد إلكتروني صحيح وأي معلومة مطلوبة كما هو موضح في
                نموذج التسجيل ويحق للمنصة رفض طلب إنشاء أي حساب &ndash; كما يحق
                لها &ndash; إلغاء أي حساب لا يلتزم باتفاقية الاستخدام.
              </p>
            </li>
          </ol>
        </li>
      </ol>
      <p><br /></p>
      <ol start="2">
        <li dir="rtl">
          <p dir="rtl">
            التاجر: باستخدامك للمنصة كتاجر أنت توافق على جميع الشروط الواردة في
            الفقرة السابقة 4.1.4 بالإضافة إلى الشروط التالية:&nbsp;
          </p>
          <ol>
            <li dir="rtl">
              <p dir="rtl">
                يقر التاجر بأنه قبل تسجيله في المنصة قد تحقق من توافر جميع
                الإجراءات والاشتراطات المطلوبة من قبل الجهات الرسمية في المملكة
                العربية السعودية أو أنظمة وقوانين الدولة المتواجد بها وقد أكمل
                جميع هذه الإجراءات والاشتراطات لممارسة نشاطه في المنصة.
              </p>
            </li>
            <li dir="rtl">
              <p dir="rtl">
                إذا كنت مشترك نيابة عن التاجر فيجب تقديم ما يثبت التفويض ومعرفتك
                بسريان الاتفاقية على التاجر وجميع وكلاءه بالنيابة.&nbsp;
              </p>
            </li>
            <li dir="rtl">
              <p dir="rtl">
                يقر التاجر على أن قد تنطبق بعض المتطلبات الإضافية لبعض
                المنتجات.&nbsp;
              </p>
            </li>
            <li dir="rtl">
              <p dir="rtl">
                يجب على التاجر تقديم بيانات الحسابات البنكية له و إشعار المنصة
                في حال تغيير الحساب البنكي خلال مدة أقصاها عشرة أيام وذلك على
                البريد الالكتروني الرسمي المعتمد من المنصة.&nbsp;
              </p>
            </li>
            <li dir="rtl">
              <p dir="rtl">
                يلتزم التاجر بنظام الضريبة المضافة أو أي تنظيم أخر فيما يتعلق
                بتسعير منتجاته المعروضة على المنصة و أن يكون السعر المعروض نهائي
                و شامل الضريبة وجميع الرسوم وعليه تقديم ما يثبت تسجيله في ضريبة
                القيمة المضافة.
              </p>
            </li>
          </ol>
        </li>
      </ol>
      <p><br /></p>
      <ol start="3">
        <li dir="rtl">
          <p dir="rtl">
            المؤثر: باستخدامك للمنصة كمؤثر في مواقع التواصل الاجتماعي فأنت توافق
            على جميع الشروط الواردة في الفقرة السابقة 4.1.4 بالإضافة إلى الشروط
            التالية:&nbsp;
          </p>
          <ol>
            <li dir="rtl">
              <p dir="rtl">
                يجب على المؤثر أن يكون لديه حساب عام ومفتوح للجميع بحيث يمكن
                للمنصة تقييم حسابه.
              </p>
            </li>
            <li dir="rtl">
              <p dir="rtl">
                يجب أن يكون محتوى المؤثر مناسب وغير مخالف للأنظمة والنظام العام
                ويخضع هذا الشرط لتقييم المنصة.&nbsp;
              </p>
            </li>
            <li dir="rtl">
              <p dir="rtl">
                يلتزم المؤثر بتعبئة إستاره التسجيل موضحاً فيها حساباته في جميع
                وسائل التواصل الاجتماعي لكي يقوم بتفعيل حسابه لدى المنصة ويقوم
                بعرض خدماته.
              </p>
            </li>
            <li dir="rtl">
              <p dir="rtl">
                يلتزم المؤثر بالالتزام بأي قرارات أو تشريعات صادرة من الجهات
                المختصة بما في ذلك ضوابط الإعلان الإلكتروني وغيرها ويلتزم
                بالموافقة على أي شروط إضافية يتم إضافتها في استمارة التسجيل.
              </p>
            </li>
            <li dir="rtl">
              <p dir="rtl">
                يجب على المؤثر بذل العناية اللازمة لتوصيل فكرة الاعلان بجودة
                عالية وتجنب العبارات التي قد تحتوي على تضليل أو خداع للمستهلكين
                وتوضيح العرض الاعلاني بشروطه.
              </p>
            </li>
          </ol>
        </li>
      </ol>
      <p><br /></p>
      <ol start="5">
        <li dir="rtl">
          <p dir="rtl">التزامات استخدام المنصة</p>
          <ol>
            <li dir="rtl">
              <p dir="rtl">
                يقر المستخدم أن طبيعة التزام منصة بين هي مجرد تقديم أدوات الدعم
                الالكتروني، عن طريق توفير الحساب الالكتروني الخاص بالتاجر
                وتمكينه من عرض منتجاته أمام المستهلكين وعرض مجموعة من المؤثرين
                تمكن المتجر من التعاون معهم. لذألك فإن ما تقوم به منصة بين هو
                مجرد ربط مجموعه من الأطراف سواء بين (التاجر والمستهلك) او
                (المستهلك و مزودي الخدمات - خدمات الطرف الثالث) او (التاجر
                والمؤثر) &nbsp;وبناءً عليه إذا تخلّف أو امتنع أو لم يلتزم أحد
                الاطراف في تنفيذ التزاماته التي جرى الاتفاق عليها أو لم ينفذها
                على الوجه المطلوب فإن المنصة غير مسئولة عن التبعات التي تحصل
                جراء ذلك.
              </p>
            </li>
            <li dir="rtl">
              <p dir="rtl">
                يلتزم التاجر بتقديم كافة المعلومات المطلوبة بشكل صحيح واشعار
                المنصة بأي معلومات إضافية وأي تغيير قد يحدث في المعلومات المقدمة
                من قبل المستخدم.
              </p>
            </li>
            <li dir="rtl">
              <p dir="rtl">
                يلتزم التاجر بالموافقة عن الامتناع عن فعل المخالفات
                التالية:&nbsp;
              </p>
              <ol>
                <li dir="rtl">
                  <p dir="rtl">
                    نشر أو إدراج أو تحميل أي من المحتويات أو المواد غير المناسبة
                    أو المحظورة في المنصة، أو أي محظورات شرعية أو قانونية
                    والمحافظة على المحتوى الأخلاقي، ويحق للمنصة حذف أي محتوى تحت
                    تقديرها الخاص.&nbsp;
                  </p>
                </li>
                <li dir="rtl">
                  <p dir="rtl">
                    استخدام الخدمات إذا لم تعد تستوفي معايير أهلية الاستخدام أو
                    كنتَ غير قادر على إبرام عقود ملزمة قانونياً أو تم ايقاف
                    حسابك بشكلٍ مؤقت أو لأجلٍ غير مسمى.
                  </p>
                </li>
                <li dir="rtl">
                  <p dir="rtl">
                    عدم تسليم المستهلكين المنتجات التي قمت ببيعها (إذا انطبق
                    ذلك)، إلا إذا كان هناك سبب قانوني يؤيد موقفك ومذكور في أي من
                    السياسات الخاصة بنا.
                  </p>
                </li>
                <li dir="rtl">
                  <p dir="rtl">التلاعب في سعر أي من المنتجات.</p>
                </li>
                <li dir="rtl">
                  <p dir="rtl">التدخل في القوائم الخاصة بالمستخدمين الآخرين.</p>
                </li>
                <li dir="rtl">
                  <p dir="rtl">
                    اتخاذ أي إجراء من شأنه أن يقلل من تقييم الموقع وأنظمة
                    التصنيف.
                  </p>
                </li>
                <li dir="rtl">
                  <p dir="rtl">
                    نشر الرسائل أو المراسلات الإلكترونية غير المرغوب فيها أو ما
                    شابه ذلك.
                  </p>
                </li>
              </ol>
            </li>
          </ol>
        </li>
      </ol>
      <p><br /></p>
      <ol start="4">
        <li dir="rtl">
          <p dir="rtl">
            حرصاً من المنصة على حقوق المستهلكين، على الرغم من أن المنصة ليست
            طرفاً في التعامل بين التاجر والمستهلك ، &nbsp;و في سبيل تحقيق جودة
            عالية للمستخدمين فأنها توضح للتاجر ما يلي :&nbsp;
          </p>
          <ol>
            <li dir="rtl">
              <p dir="rtl">
                في حال قام المستهلك بشراء بضاعة بأحد طرق الدفع المتوفرة على
                المنصة، ولم يتسلم بضاعته أو أنه تسلم بضاعة تختلف عن ما عرض من
                مواصفات ذكرت بالمنصة، حينها يكون من حق المستهلك إبلاغ المنصة
                وللمنصة الحق في اتخاذ ما تراه مناسب حيال التاجر الذي خالف قواعد
                هذه الاتفاقية، وفقاً لقواعد هذه الاتفاقية. غير أن المنصة غير
                مسئولة قانونياً عن هذا الإخلال الحاصل من قبل التاجر في مواجهة
                المستهلك، حيث أنها ليست طرفاً في العلاقة بين المستهلك والتاجر،
                ولكنها تقوم بذلك لدواعي تحسين جودة المنصة والتجار المشتركين
                معها.
              </p>
            </li>
            <li dir="rtl">
              <p dir="rtl">
                للمستهلك مراجعة مشترياته قبل الاستلام للتأكد من أنها سليمة
                ومطابقة لما تم شراؤه، حيث أن المنصة غير مسئولة عن العلاقة التي
                بين المستهلك والتاجر.
              </p>
            </li>
            <li dir="rtl">
              <p dir="rtl">
                المنصة لا تلتزم بأي حال من الأحوال وفق هذه المادة وهذا البند
                باتخاذ ردّة فعل تجاه شكوى المستهلك وإنما تخضع ردّة فعل المنصة
                تجاه شكوى المستهلك إلى ما تراه المنصة مناسبًا، وفقاً لقواعد هذه
                الاتفاقية. وبما يحافظ على مصلحتها وسمعتها التجارية والاقتصادية،
                وعلى كل حال فإن المنصة قدّ تتخذ بعض الإجراءات تجاه التجار الذين
                يتعمدون خداع أو تظليل أو غش المستهلك، مثل &quot; تجميد عضوية
                التاجر أو انذاره بعدم تكرار هذا الأمر أو إلزامه بتعويض المستهلك
                &quot;، وذلك انطلاقًا من رغبة المنصة في حفظ وحماية حقوق كافة
                المستخدمين والمسجّلين لديها.
              </p>
            </li>
          </ol>
        </li>
      </ol>
      <p><br /></p>
      <ol start="5">
        <li dir="rtl">
          <p dir="rtl">
            يجب على التاجر وضع سياسة الاستبدال والاسترجاع وفقا لما يتناسب مع
            منتجاته المعروضة ووفقاً للأنظمة والتشريعات وأشعار المستهلكين في حال
            كان المنتج المعروض شاملاً للضمان.&nbsp;
          </p>
        </li>
      </ol>
      <p><br /></p>
      <ol start="6">
        <li dir="rtl">
          <p dir="rtl">خدمات الدفع والتحويل</p>
        </li>
      </ol>
      <p dir="rtl">
        توفر المنصة خدمات الدفع الالكتروني للتجار على سبيل المثال لا الحصر
        &quot; مدى وأبل باي وفيزا والبطاقة الائتمانية &quot; وضوابطها
        كالتالي:&nbsp;
      </p>
      <ol>
        <li dir="rtl">
          <p dir="rtl">
            يحق للمنصة بالنيابة عن المستخدم تزويد أي طرف أخر يقدم خدمات الدفع
            الالكتروني بمعلوماته بناءً على طلب صاحب الحساب بعد اكمال التسجيل.
          </p>
        </li>
        <li dir="rtl">
          <p dir="rtl">
            بمجرد استخدام خدمات الدفع الالكترونية في المنصة فالمستخدم يوافق على
            الالتزام ببنود مقدم خدمات الدفع الالكترونية كطرف ثالث.
          </p>
        </li>
        <li dir="rtl">
          <p dir="rtl">
            يوافق المستخدم بأي تعديل على بنود خدمات الطرف الثالث وعليها سيتم نشر
            أي تعديل في المنصة، وتكون التعديلات سارية المفعول اعتبارًا من تاريخ
            النشر، وأي استخدام بعد نشر &quot; تلك التعديلات &quot; تعتبر بمثابة
            موافقة عليها &nbsp;
          </p>
        </li>
      </ol>
      <p><br /></p>
      <ol start="7">
        <li dir="rtl">
          <p dir="rtl">الضمانات والتعهدات</p>
        </li>
      </ol>
      <p dir="rtl">يقر المستخدم ويتعهد بما يلي:&nbsp;</p>
      <ol>
        <li dir="rtl">
          <p dir="rtl">
            الالتزام التام للأنظمة واللوائح القانونية الصادرة من أي جهة تنظيمية.
          </p>
        </li>
        <li dir="rtl">
          <p dir="rtl">
            استخدام المنصة وفقاً لهذه الاتفاقية أو اي سياسات وقرارات أخرى يتم
            إشعارك بها أو يتم تحديثها ويمكنك التواصل مع المنصة في حال كنت تجهل
            كيفية تطبيق أي شرط أو بند من هذه الاتفاقية.
          </p>
        </li>
      </ol>
      <p dir="rtl">&nbsp;</p>
      <ol start="8">
        <li dir="rtl">
          <p dir="rtl">المسؤولية والتعويضات</p>
          <ol>
            <li dir="rtl">
              <p dir="rtl">
                يقر المستخدم أن المنصة لن تكون مسؤولة عن أي أضرار مباشرة أو غير
                مباشرة بما في ذلك على سبيل المثال لا الحصر الأضرار الناجمة عن
                خسارة الربح، أو السمعة أو الاستخدام أو البيانات أو الخسائر غير
                الملموسة الأخرى الناتجة من استخدام المنصة أو عدم القدرة على
                استخدامها.
              </p>
            </li>
            <li dir="rtl">
              <p dir="rtl">
                يتحمل صاحب الحساب كامل مسؤولية الاستخدام. فيما أن خدمة
                &ldquo;كما هي&rdquo; و &ldquo;كما هو متاح&rdquo; يتم تقديمها دون
                أي ضمان، أو شروط صريحة ،أو ضمنية أو قانونية.
              </p>
            </li>
            <li dir="rtl">
              <p dir="rtl">
                لا تتحمل المنصة أي مسؤولية في حال وقوع أي خلل في تقديم الخدمات
                خارج عن مقدرتها أو بسبب ظروف طارئة أو قاهرة &ndash; عدم حصول أي
                خلل أو خطأ وتلتزم المنصة باتخاذ كافة الخطوات اللازمة والمعقولة
                للمعالجة وتدارك الموقف &nbsp;
              </p>
            </li>
            <li dir="rtl">
              <p dir="rtl">
                يتحمل التاجر المستخدم لمنصة بين ضمان المنتجات المعروضة حسب ما
                تصدره وزارة التجارة من تعليمات أو هيئة المواصفات والمقاييس أو أي
                جهة تنظيمية أخرى تتعلق بالمنتج المعروض.&nbsp;
              </p>
            </li>
          </ol>
        </li>
      </ol>
      <p><br /></p>
      <p><br /></p>
      <ol start="9">
        <li dir="rtl">
          <p dir="rtl">الإبلاغ عن انتهاك اتفاقية الاستخدام</p>
          <ol>
            <li dir="rtl">
              <p dir="rtl">
                نلتزم بمراقبة ضمان امتثال المنتجات والمحتوى الوارد في هذه المنصة
                لاتفاقية الاستخدام هذه. إذا كان المحتوى الوارد لا يتناسب مع شروط
                الاستخدام هذه يجب إخطارنا بذلك وسنقوم نحن بالتحقيق في الأمر على
                أن يكون بند الإبلاغ عن انتهاك اتفاقية الاستخدام بمثابة شرط لأي
                مسؤولية قد تتحملها المنصة تجاه المستخدم.
              </p>
            </li>
          </ol>
        </li>
      </ol>
      <p><br /></p>
      <ol start="10">
        <li dir="rtl">
          <p dir="rtl">خدمات الطرف الثالث والخدمات الإضافية</p>
          <ol>
            <li dir="rtl">
              <p dir="rtl">
                قد توفر المنصة بعض الخدمات الإستراتيجية أو اللوجستية عن طريق طرف
                ثالث، وقدّ تكون هذه الخدمات على سبيل المثال لا الحصر: خدمات
                شركات الشحن وتوصيل المنتجات والبضائع.
              </p>
            </li>
            <li dir="rtl">
              <p dir="rtl">
                منصة بين تؤكد أنها غير مسئولة تمامًا بشكل مباشر أو غير مباشر عن
                أي تصرفات تصدُر من أي طرف ثالث وأن ما تقوم به هو مجرد ربط بين
                المستخدم ومُقدِم الخدمة ( الطرف الثالث ).
              </p>
            </li>
          </ol>
        </li>
      </ol>
      <p><br /></p>
      <ol start="11">
        <li dir="rtl">
          <p dir="rtl">
            التسويق والإعلان عن طريق المؤثرين وحسابات التواصل الاجتماعي
          </p>
          <ol>
            <li dir="rtl">
              <p dir="rtl">
                تقدم منصة بين خدمات الإعلان والتسويق عن طريق المؤثرين وتنسيق
                الحملات الإعلانية ويمكن للمتجر عن طريق المنصة إطلاق حملة دعائية
                (البث المباشر او الفيديوهات تسويقيه) واختيار المنتجات المطلوب
                الإعلان عنها و موجز عن فكرة الحملة الإعلانية و اختيار المؤثر
                المراد التعاون معه وحجز تاريخ و وقت اطلاق الاعلان بعد موافقة
                المؤثر النهائية بذلك. &nbsp;
              </p>
            </li>
          </ol>
        </li>
      </ol>
      <p><br /></p>
      <ol start="12">
        <li dir="rtl">
          <p dir="rtl">سياسة تلقى شكاوى المستهلكين وتسوية النزاعات&nbsp;</p>
        </li>
      </ol>
      <p dir="rtl">
        في حال وجود شكوى تجاه إحدى المتاجر المعروضة في منصة بين نرجو منكم اتباع
        الخطوات التالية لتلقى الشكوى ومعالجتها:
      </p>
      <ol>
        <li dir="rtl">
          <p dir="rtl">
            التقدم بالشكوى عبر الرابط المخصص للشكاوى في منصة بين أو من خلال
            إرسال بريد للدعم الفني على ان تتضمن الشكوى اسم المتجر المخالف
            والفاتورة أو الطلب المراد تقديم الشكوى بخصوصه شاملاً جميع ما يتعلق
            به من صور وبيانات &quot; ان وجدت&quot;.&nbsp;
          </p>
        </li>
        <li dir="rtl">
          <p dir="rtl">
            سوف يتم استقبال الشكوى من قبل فريق منصة بين وتتم مخاطبة المتجر
            المخالف لمعالجة المشكلة و حلها و إفادة المستهلك بعد ذلك بجواب المتجر
            تجاه الشكوى.&nbsp;
          </p>
        </li>
        <li dir="rtl">
          <p dir="rtl">
            وفي حال عدم قناعة المستهلك بإفادة المتجر يحق له طلب المعلومات
            النظامية للمتجر وتقديم ما يراه من إجراءات نظامية تجاهه.
          </p>
        </li>
        <li dir="rtl">
          <p dir="rtl">
            كما يحق لمنصة بين في حال ثبوت المخالفة نظاميا اتخاذ ما تراه مناسباً
            تجاه المتجر.
          </p>
        </li>
      </ol>
      <p><br /></p>
      <ol start="13">
        <li dir="rtl">
          <p dir="rtl">أحكام عامة</p>
          <ol>
            <li dir="rtl">
              <p dir="rtl">
                القانون الواجب التطبيق : إن هذه الاتفاقية وأياً من الحقوق أو
                الواجبات غير التعاقدية ذات الصلة تخضع للقوانين المطبقة في
                المملكة العربية السعودية .
              </p>
            </li>
            <li dir="rtl">
              <p dir="rtl">
                المنازعات والتسوية : إذا كان لديك أي من المشكلات الخاصة بخدماتنا
                يُرجى الاتصال بنا . وسنعمل جاهدين على حل المشكلة التي تواجهك في
                أقرب فرصة متاحة. ويتم تسوية أي من النزاعات أو الخلافات المتعلقة
                باتفاقية الاستخدام هذه، بما في ذلك أي حقوق أو واجبات غير تعاقدية
                ذات صلة عن طريق محاكم المملكة العربية السعودية.&nbsp;
              </p>
            </li>
            <li dir="rtl">
              <p dir="rtl">
                حقوق الغير: الشخص الذي لا يُعد جزءاً من اتفاقية الاستخدام هذه
                ليس لديه أي حق في تنفيذ أي من شروطها.
              </p>
            </li>
            <li dir="rtl">
              <p dir="rtl">
                علاقة الأطراف: لا يوجد في اتفاقية الاستخدام هذه ما يمكن للأطراف
                أو للغير تأويله أو تفسيره ليفسر العلاقة بيننا على أنها بين شركاء
                أو وكلاء أو يوجِد مشروعاً مشتركاً بين الأطراف، ولكنه من المفهوم
                والواضح أن كل الأطراف في الاتفاق هي أطراف مستقلة.
              </p>
            </li>
            <li dir="rtl">
              <p dir="rtl">
                التنازل: تلتزم اتفاقية الاستخدام هذه بضمان تحقيق الفائدة للأطراف
                ولخلفائهم المعنيين والمُفوضين رسمياً. توافق على أنك لن تقوم
                بالتنازل عن أو نقل اتفاقية الاستخدام أو أي من الحقوق أو الواجبات
                الخاصة بك والمتعلقة باتفاقية الاستخدام هذه، سواء كان ذلك بشكلٍ
                مباشر أو غير مباشر، دون الحصول مسبقاً على موافقة خطية من قبلنا.
              </p>
            </li>
            <li dir="rtl">
              <p dir="rtl">
                مجمل الاتفاق: إن اتفاقية الاستخدام هذه والوثائق المشار إليها أو
                المدرجة في اتفاقية الاستخدام تمثل مجمل الاتفاق بين الأطراف فيما
                يتعلق بموضوع الاتفاقية وتسمو على وتحجب جميع الاتفاقيات
                والمفاوضات والإقرارات السابقة، الخطية أو الشفهية، ذات الصلة
                بالموضوع. باستثناء ما هو محدد في اتفاقية الاستخدام والوثائق
                المشار إليها أو المدرجة في اتفاقية الاستخدام الماثلة فلا توجد أي
                شروط أو إقرارات أو ضمانات أو تعهدات أو اتفاقيات بين الأطراف سواء
                كان ذلك مباشراً أو غير مباشر .
              </p>
            </li>
            <li dir="rtl">
              <p dir="rtl">
                التعديلات: لا يحق إجراء أي تعديل على اتفاقية الاستخدام هذه أو
                إدخال أي إضافة أو تكملتها. نحن نحتفظ بالحق في إدخال أي تعديل، أو
                تغيير أو إضافة أو إكمال اتفاقية الاستخدام هذه في أي وقت أو من
                وقتٍ لآخر. وسنقوم بنشر النسخة الحالية لاتفاقية الاستخدام على
                الموقع وستكون سارية المفعول عند نشرها على الموقع أو بناء على
                الموعد المحدد من جانبنا بصفته &quot;تاريخ السريان&quot; (إن
                وجد). إن استخدامك المستمر للخدمات في حال حدوث أي تغييرات يُعد
                موافقة منك على الالتزام بشروط الاستخدام المعدلة.
              </p>
            </li>
            <li dir="rtl">
              <p dir="rtl">
                التواصل: يمكنك التواصل معنا عبر البريد الإلكتروني، أو عبر مواقع
                التواصل الاجتماعي الخاص بنا، أو المحادثة المباشرة على الموقع، أو
                الاتصال بمركز الاتصال الخاص بنا على الرقم&nbsp;&lrm;+966 11 520
                1562 وسيتم الرد عليكم من قبلنا في أقرب وقت ممكن.
              </p>
            </li>
          </ol>
        </li>
      </ol>
      <p><br /></p>
      <p><br /></p>
    </section>
    <footer-2 />
  </div>
</template>

<script>
export default {
  layout: 'empty',
}
</script>
